Repository: walles/bubblemon
Catalog: bubblemon/po/*.po
Languages: hu, is

source: Error: The NUM_COLORS constant in bubblemon.h must be a multiple of 3. The current value of %d is not.
hu: Hiba: A bubblemon.h fájlban a NUM_COLOR konstansnak 3 többszörösének kell lennie. A jelenlegi érték, %d, nem az.
is: Fastinn NUM_COLORS í bubblemon.h verður að vera deilanlegur með 3. Núverandi gildið %d er það ekki.

source: glibtop_get_mem() says you have no memory on line %d in %s
hu: glibtop_get_mem() az mondja, nincs több memória, %s, %d. sor
is: glibgtop_get_mem() segir að þú hafir ekkert minni, lína %d í %s

source: Memory used: %s Swap used: %s
hu: Használt memória: %s Használt swap: %s
is: Vinnsluminni í notkun: %s Sýndarminni í notkun: %s

source: CPU load: %d%%
hu: CPU foglaltság: %d%%
is: CPU álag: %D%%

source: CPU #%d load: %d%%
hu: %d. CPU foglaltsága: %d%%
is: CPU #%d álag: %d%%

source: Couldn't chdir() to $HOME (%s)
hu: Nem sikerült a $HOME könyvtárba váltani (%s)
is: Gat ekki komist í $HOME

source: $HOME environment variable not set
hu: A $HOME környezeti változó nincs beállítva
is: Umhverfisbreytan $HOME finnst ekki

source: Bubblemon exiting. Profiling data should be in ~/gmon.out. For a good time, run 'gprof -l -p %s ~/gmon.out'.
hu: A bubblemon kilép. A profiling adatok a ~/gmon.out-ban lesznek. Futtassd a 'gprof -l -p %s ~/gmon.out' parancsot.
is: Bubblemon hættir. Prófílgögn liggja í ~/gmon.out Keyrið 'gprof -l -p %s ~/gmon.out' til að sjá tölulegar upplýsingar.

source: <name of executable>
hu: <futtatható fájl neve>
is: <forritsnafn>

source: Can't create applet!
hu: Nem sikerült az applet létrehozása!
is: Get ekki búið til applet!

source: Can't open glibtop!
hu: Nem sikerült a glibtop megnyitása!
is: Finn ekki glibtop!

source: About
hu: Névjegy
is: Um

source: Bubbling Load Monitor
hu: Buborékoló terheltség figyelõ
is: Bubblandi álagsmælir

source: This applet displays your CPU load as a bubbling liquid. This applet comes with ABSOLUTELY NO WARRANTY, see the LICENSE file for details. This is free software, and you are welcome to redistribute it under certain conditions (GPL), see the LICENSE file for details.
hu: Ez az applet a CPU terheltségét jelzi ki buborékoló folyadék formájában. Ehhez az applethez SEMMIFÉLE GARANCIA nem jár, részletekért lásd a LICENSE fájlt. Ez szabad szoftver, és bizonyos feltételek mellett (GPL) szabadon terjeszthetõ, részletekért lásd a LICENSE fájlt.
is: Þetta applet birtir CPU álag sem bubblandi vökva. Þetta applet kemur með ALLS ENGRI ÁBYRGÐ, lesið LICENSE skránna fyrir smáatriði. Þetta forrit heyrir undir GPL leyfið og er þér velkomið að dreifa því undir Skilmálum GPL.
